<?php
return [
    'general' => [
        'new' => '',
        'title' => 'Основная информация',
        'fields' => [
            'name' => 'Название',
            'alias' => 'Псевдоним',
            'created_at' => 'Дата',
            'route' => [
                'name' => 'Маршрут компонента',
                'help' => 'Для внутреннего использования, формируется автоматически исходя из параметров'
            ],
            'type' => 'Тип',
            'template' => 'Шаблон',
            'alias_menu_id' => 'Меню псевдонима',
            'url' => 'Ссылка на страницу',
            'route_instance' => 'Контроллер',
            'access' => 'Доступ',
            'menu' => 'Меню',
            'parent' => 'Родительский элемент',
            'image' => [
                'name' => 'Изображение',
                'placeholder' => 'Выбор изображения',
            ]
        ]
    ],
    'media' => [
        'title' => 'Медиа материалы'
    ],
    'seo' => [
        'title' => 'Поисковая оптимизация'
    ],
    'extend' => [
        'title' => 'Дополнительно'
    ],
    'catalog' => [
        'title' => 'Свойства каталога'
    ],
    'template' => [
        'title' => 'Шаблон',
        'fields' => [
            'html' => 'HTML текст'
        ]
    ],
    'localization' => [
        'title' => 'Локализация'
    ]
];
