<?php
return [
    'Меню' => 'Меню',
    'Сайт' => 'Сайт',
    'Страницы' => 'Страницы',
    'Материалы' => 'Материалы',
    'Меню навигации' => 'Меню навигации',
    'Управление' => 'Управление',
    'Диагностика' => 'Диагностика',
    'Карта сайта' => 'Карта сайта',
    'Настройки' => 'Настройки',
    'result' => 'Результат',
    'checked_at' => 'Дата проверки',
    'Список доступных меню' => 'Список доступных меню',
    'Страница' => 'Страница',
    'error' => [
        'Ошибка выполнения команды, Вам не разрешено добавление элементов в меню' => 'Ошибка выполнения команды, Вам не разрешено добавление элементов в меню',
        'Ошибка выполнения команды, не верно задан родительский элемент.' => 'Ошибка выполнения команды, не верно задан родительский элемент.',
        'Ошибка перемещения пункта меню, не разрешено перемещение пунктов с разными сайтами.' => 'Ошибка перемещения пункта меню, не разрешено перемещение пунктов с разными сайтами.',
    ],
    'state_list' => [
        'published' => 'Опубликовано',
        'not_published' => 'Не опубликовано',
        'in_trash' => 'В корзине',
    ],
];
