<?php
return [
    'parent' => 'Меню :: Родительский тип меню',
    'link' => 'Меню :: Внешняя ссылка',
    'alias' => 'Меню :: Псевдоним',
    'page' => 'Меню :: Страница',
    'menu' => 'Меню навигации',
    'error' => [
        'Ошибка выполнения команды, Вам не разрешено добавление элементов в меню' =>
            'Ошибка выполнения команды, Вам не разрешено добавление элементов в меню',
        'Ошибка выполнения команды, не верно задан родительский элемент.' =>
            'Ошибка выполнения команды, не верно задан родительский элемент.',
        'Ошибка перемещения пункта меню, не разрешено перемещение пунктов с разными сайтами.' =>
            'Ошибка перемещения пункта меню, не разрешено перемещение пунктов с разными сайтами.',
    ],
    'Корневой элемент' => 'Корневой элемент',
    '' => '',

];
