<?php
return [
    'values' => [
        'Y' => 'Разрешить',
        'N' => 'Запретить',
    ],
    'menu' => [
        'redirect_to' => 'Адрес перенаправления',
        'redirect_to_description' => 'В случае если пункт меню не доступен по совокупности условий на этот адрес будет выполнен редирект.',
        'redirect_code' => 'Код перенаправления',
        'redirect_code_description' => 'HTTP код при выполнение редиректа',
        'exclude_breadcrumbs' => 'Исключить из навигации',
        'exclude_breadcrumbs_description' => 'Исключить пункт меню из цепочки навигации - "хлебные крошки"',
        'image_resize' => 'Обработка изображений',
        'image_resize_description' => 'Параметр определяющий возможность автоматического изменения размеров изображений в списке Материалов, может быть использован в других модулях.',
        'image_width' => 'Ширина изображеня',
        'image_width_description' => 'Размер по <strong>горизонтали</strong> к которму будут приведены изображения в случае автоматической обработки',
        'image_height' => 'Высота изображеня',
        'image_height_description' => 'Размер по <strong>вертикали</strong> к которму будут приведены изображения в случае автоматической обработки',
        'icon_css' => 'Иконка',
        'icon_css_description' => 'Изображение используемое для оформления пункта меню',
        'template' => 'Альтернативный шаблон',
        'template_description' => 'Альтернативный шаблон для отображения содержимого пункта меню',
        'show_guest' => 'Доступ без авторизации',
        'show_guest_description' => 'Доступ <strong>для всех, <span style="color:red">не авторизованных</span></strong> пользователей.',
        'show_user' => 'Доступ с авторизацией',
        'show_user_description' => 'Доступ <strong>только для авторизованных</strong> пользователей.',


    ]
];
